test/test_cfdem_solver_IB_opti/CFD/constant/liggghtsCommands
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.4                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
  version         2.0;
  format          ascii;
  root            "";
  case            "";
  instance        "";
  local           "";
  class           dictionary;
  object          liggghtsCommands;
}

liggghtsCommandModels
(
  runLiggghts
);

runLiggghtsProps {
  // startTime 0.0;
  // endTime 0.0999;
  // timeInterval 0.0003;
  runEveryCouplingStep true;
}
